<script setup>
const prices = [
    { id: 'one', name: 'консультация', value: 'обычная консультация', price: '1000', img: ' ' },
    { id: 'two', name: 'профессиональная консультация', value: 'профессиональная консультация', price: '2000', img: ' ' },
    { id: 'two', name: 'оценка перспектив по делу', value: 'профессиональная консультация', price: '2000', img: ' ' },
    { id: 'three', name: 'исковое заявление', value: 'обычная консультация', price: '5000', img: ' ' },
    { id: 'four', name: 'возражения на иск', value: 'обычная консультация', price: '10000', img: ' ' },
    { id: 'five', name: 'апелляционная жалоба', value: 'обычная консультация', price: '10000', img: ' ' },
    { id: 'five', name: 'возражения на жалобу', value: 'обычная консультация', price: '10000', img: ' ' },    
    { id: 'five', name: 'кассационная жалоба', value: 'обычная консультация', price: '15000', img: ' ' },    
    { id: 'five', name: 'участие в судебном заседении', value: 'обычная консультация', price: '10000', img: ' ' },    
    { id: 'five', name: 'простое дело под ключ', value: 'обычная консультация', price: '15000', img: ' ' },    
    { id: 'five', name: 'сложное дело под ключ', value: 'обычная консультация', price: '50000', img: ' ' },
    ]    
</script>

<template>
    {{prices}}
</template>